Repository: Katharineum/tinventory
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: de

source: German
de: Deutsch

source: English
de: Englisch

source: Creating was successfully.
de: Die Erstellung war erfolgreich.

source: Updating was successfully.
de: Die Aktualisierung war erfolgreich.

source: Deleting was successfully.
de: Das Löschen war erfolgreich.

source: Category was created successfully.
de: Die Kategorie wurde erfolgreich erstellt.

source: Category was updated successfully.
de: Die Kategorie wurde erfolgreich aktualisiert.

source: Category was deleted successfully.
de: Die Kategorie wurde erfolgreich gelöscht.

source: Location was updated successfully.
de: Der Ort wurde erfolgreich aktualisiert.

source: No item with this barcode was found.
de: Es wurde kein Objekt mit diesem Barcode gefunden.

source: Item is already at this location.
de: Das Objekt ist bereits an diesem Ort.

source: Barcode is not valid.
de: Der Barcode ist nicht gültig.

source: Location was created successfully.
de: Der Ort wurde erfolgreich erstellt.

source: Location was deleted successfully.
de: Der Ort wurde erfolgreich gelöscht.

source: Preset was updated successfully.
de: Das Preset wurde erfolgreich aktualisiert.

source: Preset was created successfully.
de: Das Preset wurde erfolgreich erstellt.

source: Preset was deleted successfully.
de: Das Preset wurde erfolgreich gelöscht.

source: Item was updated successfully.
de: Das Objekt wurde erfolgreich aktualisiert.

source: Item was created successfully.
de: Das Objekt wurde erfolgreich erstellt.

source: Item was deleted successfully.
de: Das Objekt wurde erfolgreich gelöscht.

source: Person was updated successfully.
de: Die Person wurde erfolgreich aktualisiert.

source: Person was created successfully.
de: Die Person wurde erfolgreich erstellt.

source: Person was deleted successfully.
de: Die Person wurde erfolgreich gelöscht.
